Repository: Nerdykidtech/Autheris
Catalog: Vaultic/Localizable.xcstrings
Source language: en
Languages: de_de, es_es, fr_fr, ja, pt_br, zh_hans

source: Most services use SHA-1 and 30 seconds. If the service gave you a QR code, scan it instead — the QR carries these settings. Only change the algorithm if your codes are rejected, and your service says which it uses.
de_de: Die meisten Dienste verwenden SHA-1 und 30 Sekunden. Wenn Ihnen der Dienst einen QR-Code gegeben hat, scannen Sie ihn — der QR-Code enthält diese Einstellungen. Ändern Sie den Algorithmus nur, wenn Ihre Codes abgelehnt werden und der Dienst angibt, welchen er nutzt.
es_es: La mayoría de servicios usan SHA-1 y 30 segundos. Si el servicio te dio un código QR, escanéalo: el QR ya incluye estos ajustes. Cambia el algoritmo solo si tus códigos se rechazan y el servicio indica cuál usa.
fr_fr: La plupart des services utilisent SHA-1 et 30 secondes. Si le service vous a fourni un QR code, scannez-le : le QR contient ces réglages. Ne changez l'algorithme que si vos codes sont refusés et que le service indique lequel il utilise.
ja: ほとんどのサービスは SHA-1 と 30 秒を使用します。サービスから QR コードが提供されている場合は、そちらを読み取ってください。QR コードにこの設定が含まれています。コードが拒否され、サービスが使用する方式を明示している場合にのみ、アルゴリズムを変更してください。
pt_br: A maioria dos serviços usa SHA-1 e 30 segundos. Se o serviço forneceu um QR code, escaneie-o: o QR já traz essas configurações. Só altere o algoritmo se seus códigos forem recusados e o serviço informar qual ele usa.
zh_hans: 大多数服务使用 SHA-1 和 30 秒。如果服务提供了二维码，请直接扫描，二维码里就带着这些设置。只有在验证码被拒绝、且服务说明了所用算法时，才需要修改算法。

source: Next
de_de: Weiter
es_es: Siguiente
fr_fr: Suivant
ja: 次へ
pt_br: Avançar
zh_hans: 下一步

source: Next Code
de_de: Nächster Code
es_es: Siguiente código
fr_fr: Code suivant
ja: 次のコード
pt_br: Próximo código
zh_hans: 下一个代码

source: No Account Required
de_de: Kein Konto nötig
es_es: Sin cuenta
fr_fr: Aucun compte requis
ja: アカウント不要
pt_br: Sem conta
zh_hans: 无需账户

source: No Backups Yet
de_de: Noch keine Sicherungen
es_es: Aún no hay copias
fr_fr: Aucune sauvegarde
ja: バックアップはまだありません
pt_br: Nenhum backup ainda
zh_hans: 还没有备份

source: No New Tokens
de_de: Keine neuen Codes
es_es: Ningún código nuevo
fr_fr: Aucun nouveau code
ja: 新しいコードはありません
pt_br: Nenhum código novo
zh_hans: 没有新的账户

source: No QR code found in this image. Try a clearer screenshot or crop to the QR code.
de_de: In diesem Bild wurde kein QR-Code gefunden. Versuchen Sie einen schärferen Screenshot oder schneiden Sie auf den QR-Code zu.
es_es: No se ha encontrado ningún código QR en esta imagen. Prueba con una captura más nítida o recorta hasta el código QR.
fr_fr: Aucun QR code trouvé dans cette image. Essayez une capture plus nette ou recadrez sur le QR code.
ja: この画像に QR コードは見つかりませんでした。より鮮明なスクリーンショットを使うか、QR コードの部分を切り取ってください。
pt_br: Nenhum QR code encontrado nesta imagem. Tente uma captura mais nítida ou recorte até o QR code.
zh_hans: 这张图片里没有找到二维码。换一张更清晰的截图，或裁剪到二维码区域。

source: No Results
de_de: Keine Treffer
es_es: Sin resultados
fr_fr: Aucun résultat
ja: 該当なし
pt_br: Sem resultados
zh_hans: 没有结果

source: No Tokens Yet
de_de: Noch keine Codes
es_es: Aún no hay códigos
fr_fr: Aucun code
ja: コードはまだありません
pt_br: Nenhum código ainda
zh_hans: 还没有账户

source: No compatible one-time-password tokens were found in this file.
de_de: In dieser Datei wurden keine kompatiblen Einmalpasswort-Codes gefunden.
es_es: No se encontraron códigos de un solo uso compatibles en este archivo.
fr_fr: Aucun code à usage unique compatible n'a été trouvé dans ce fichier.
ja: このファイルに互換性のあるワンタイムパスワードは見つかりませんでした。
pt_br: Nenhum código de uso único compatível foi encontrado neste arquivo.
zh_hans: 此文件中没有找到兼容的一次性验证码。

source: No secret key found in QR code. Please enter manually.
de_de: Im QR-Code wurde kein Schlüssel gefunden. Bitte manuell eingeben.
es_es: No se ha encontrado ninguna clave secreta en el código QR. Introdúcela manualmente.
fr_fr: Aucune clé secrète trouvée dans le QR code. Saisissez-la manuellement.
ja: QR コード内にシークレットキーが見つかりません。手入力してください。
pt_br: Nenhuma chave secreta encontrada no QR code. Digite manualmente.
zh_hans: 二维码中没有找到密钥，请手动输入。

source: No sign-up, no tracking, no ads. Just a focused 2FA manager that respects your privacy.
de_de: Keine Anmeldung, kein Tracking, keine Werbung. Nur ein fokussierter 2FA-Manager, der Ihre Privatsphäre respektiert.
es_es: Sin registro, sin rastreo y sin anuncios. Solo un gestor 2FA centrado en respetar tu privacidad.
fr_fr: Sans inscription, sans suivi, sans publicité. Juste un gestionnaire 2FA concentré sur le respect de votre vie privée.
ja: 登録も、追跡も、広告もありません。プライバシーを大切にする、シンプルな 2FA アプリです。
pt_br: Sem cadastro, sem rastreamento, sem anúncios. Apenas um gerenciador 2FA focado em respeitar sua privacidade.
zh_hans: 无需注册，不做追踪，没有广告。只有一个尊重你隐私的专注 2FA 工具。

source: No tokens match "%@"
de_de: Keine Codes passen zu „%@“
es_es: Ningún código coincide con «%@»
fr_fr: Aucun code ne correspond à « %@ »
ja: 「%@」に一致するコードはありません
pt_br: Nenhum código corresponde a “%@”
zh_hans: 没有匹配“%@”的账户

source: Note: Backups do not sync via iCloud. For device transfer, use the QR code export feature.
de_de: Hinweis: Sicherungen werden nicht über iCloud synchronisiert. Nutzen Sie für die Übertragung auf ein anderes Gerät die QR-Code-Exportfunktion.
es_es: Nota: las copias de seguridad no se sincronizan con iCloud. Para pasar los datos a otro dispositivo, usa la exportación por código QR.
fr_fr: Remarque : les sauvegardes ne sont pas synchronisées via iCloud. Pour transférer vers un autre appareil, utilisez l'export par QR code.
ja: メモ: バックアップは iCloud では同期されません。別の端末へ移すには、QR コード書き出し機能を使用してください。
pt_br: Observação: os backups não são sincronizados pelo iCloud. Para transferir para outro dispositivo, use a exportação por QR code.
zh_hans: 注意：备份不会通过 iCloud 同步。要转移到其他设备，请使用二维码导出功能。

source: Nothing Deleted
de_de: Nichts gelöscht
es_es: Nada eliminado
fr_fr: Aucun élément supprimé
ja: 削除されたものはありません
pt_br: Nada excluído
zh_hans: 没有已删除的项目

source: Nothing to share.
de_de: Nichts zum Teilen.
es_es: No hay nada que compartir.
fr_fr: Rien à partager.
ja: 共有するものはありません。
pt_br: Nada para compartilhar.
zh_hans: 没有可分享的内容。

source: One-tap copy with a clear countdown, so you always know when the next code is ready.
de_de: Kopieren mit einem Tipp und klarem Countdown — Sie wissen immer, wann der nächste Code bereit ist.
es_es: Copia con un toque y una cuenta atrás clara, para que siempre sepas cuándo estará listo el siguiente código.
fr_fr: Copie en un geste avec un compte à rebours clair, pour toujours savoir quand le prochain code sera prêt.
ja: ワンタップでコピーでき、カウントダウンもはっきり見えるので、次のコードがいつ使えるかすぐ分かります。
pt_br: Cópia com um toque e contagem regressiva clara, para você sempre saber quando o próximo código estará pronto.
zh_hans: 一键复制，倒计时清晰可见，下一个验证码什么时候就绪一目了然。

source: Open Settings
de_de: Einstellungen öffnen
es_es: Abrir Ajustes
fr_fr: Ouvrir Réglages
ja: 設定を開く
pt_br: Abrir Ajustes
zh_hans: 打开设置

source: Open System Settings
de_de: Systemeinstellungen öffnen
es_es: Abrir Ajustes del Sistema
fr_fr: Ouvrir Réglages Système
ja: システム設定を開く
pt_br: Abrir Ajustes do Sistema
zh_hans: 打开系统设置

source: Password
de_de: Passwort
es_es: Contraseña
fr_fr: Mot de passe
ja: パスワード
pt_br: Senha
zh_hans: 密码

source: Passwords don't match. Please try again.
de_de: Die Passwörter stimmen nicht überein. Bitte erneut versuchen.
es_es: Las contraseñas no coinciden. Inténtalo de nuevo.
fr_fr: Les mots de passe ne correspondent pas. Réessayez.
ja: パスワードが一致しません。もう一度お試しください。
pt_br: As senhas não coincidem. Tente de novo.
zh_hans: 两次输入的密码不一致，请重试。

source: Period: %lld seconds
de_de: Zeitraum: %lld Sekunden
es_es: Periodo: %lld segundos
fr_fr: Période : %lld secondes
ja: 期間: %lld 秒
pt_br: Período: %lld segundos
zh_hans: 周期：%lld 秒

source: Pin
de_de: Anheften
es_es: Fijar
fr_fr: Épingler
ja: ピン留め
pt_br: Fixar
zh_hans: 置顶

source: Please enter a valid Base32 secret key (letters A-Z, numbers 2-7, minimum 16 characters).
de_de: Bitte geben Sie einen gültigen Base32-Schlüssel ein (Buchstaben A-Z, Ziffern 2-7, mindestens 16 Zeichen).
es_es: Introduce una clave secreta Base32 válida (letras A-Z, números 2-7, mínimo 16 caracteres).
fr_fr: Saisissez une clé secrète Base32 valide (lettres A-Z, chiffres 2-7, 16 caractères minimum).
ja: 有効な Base32 のシークレットキーを入力してください（A〜Z の英字と 2〜7 の数字、16 文字以上）。
pt_br: Digite uma chave secreta Base32 válida (letras A-Z, números 2-7, mínimo de 16 caracteres).
zh_hans: 请输入有效的 Base32 密钥（A-Z 字母、2-7 数字，至少 16 个字符）。

source: Point your camera at a QR code, or upload a screenshot. Google Authenticator export (otpauth-migration) codes work too.
de_de: Richten Sie die Kamera auf einen QR-Code oder laden Sie einen Screenshot hoch. Export-Codes von Google Authenticator (otpauth-migration) funktionieren ebenfalls.
es_es: Apunta la cámara a un código QR o sube una captura. Los códigos de exportación de Google Authenticator (otpauth-migration) también funcionan.
fr_fr: Pointez la caméra vers un QR code ou importez une capture d'écran. Les codes d'export Google Authenticator (otpauth-migration) fonctionnent aussi.
ja: カメラを QR コードに向けるか、スクリーンショットを読み込んでください。Google Authenticator のエクスポート（otpauth-migration）コードにも対応しています。
pt_br: Aponte a câmera para um QR code ou envie uma captura de tela. Códigos de exportação do Google Authenticator (otpauth-migration) também funcionam.
zh_hans: 把相机对准二维码，或上传一张截图。Google Authenticator 导出（otpauth-migration）二维码同样支持。

source: Position QR code within frame
de_de: QR-Code im Rahmen positionieren
es_es: Coloca el código QR dentro del recuadro
fr_fr: Placez le QR code dans le cadre
ja: QR コードを枠内に合わせてください
pt_br: Posicione o QR code dentro do quadro
zh_hans: 把二维码放入取景框内

source: Privacy
de_de: Datenschutz
es_es: Privacidad
fr_fr: Confidentialité
ja: プライバシー
pt_br: Privacidade
zh_hans: 隐私

source: Private, simple, and reliable two-factor authentication.
de_de: Private, einfache und zuverlässige Zwei-Faktor-Authentifizierung.
es_es: Verificación en dos pasos privada, sencilla y fiable.
fr_fr: Une double authentification privée, simple et fiable.
ja: プライベートで、シンプルで、信頼できる二段階認証。
pt_br: Verificação em duas etapas privada, simples e confiável.
zh_hans: 私密、简单、可靠的双重认证。

source: Protected by Privacy Mode
de_de: Geschützt durch den Datenschutzmodus
es_es: Protegido por el modo privacidad
fr_fr: Protégé par le mode confidentialité
ja: プライバシーモードで保護中
pt_br: Protegido pelo modo privacidade
zh_hans: 已受隐私模式保护

source: Rate Autheris
de_de: Autheris bewerten
es_es: Valorar Autheris
fr_fr: Noter Autheris
ja: Autheris を評価
pt_br: Avaliar o Autheris
zh_hans: 为 Autheris 评分

source: Reading QR code…
de_de: QR-Code wird gelesen …
es_es: Leyendo el código QR…
fr_fr: Lecture du QR code…
ja: QR コードを読み取り中…
pt_br: Lendo o QR code…
zh_hans: 正在读取二维码…

source: Ready to Begin
de_de: Bereit zum Start
es_es: Todo listo para empezar
fr_fr: Prêt à commencer
ja: 準備ができました
pt_br: Pronto para começar
zh_hans: 准备就绪

source: Recently Deleted
de_de: Zuletzt gelöscht
es_es: Eliminados recientemente
fr_fr: Supprimés récemment
ja: 最近削除した項目
pt_br: Excluídos recentemente
zh_hans: 最近删除

source: Removes your tokens from iCloud — including data saved by earlier versions of Autheris — then turns sync off. Tokens on this device are kept. Turn off iCloud Sync on your other devices first: any device that still has it on will upload its tokens again.
de_de: Entfernt deine Tokens aus iCloud – einschließlich Daten, die von früheren Versionen von Autheris gespeichert wurden – und deaktiviert dann die Synchronisierung. Die Tokens auf diesem Gerät bleiben erhalten. Deaktiviere zuerst die iCloud-Synchronisierung auf deinen anderen Geräten: Jedes Gerät, auf dem sie noch aktiv ist, lädt seine Tokens erneut hoch.
es_es: Elimina tus tokens de iCloud (incluidos los datos guardados por versiones anteriores de Autheris) y luego desactiva la sincronización. Los tokens de este dispositivo se conservan. Desactiva primero la sincronización con iCloud en tus otros dispositivos: cualquier dispositivo que la tenga activada volverá a subir sus tokens.
fr_fr: Supprime vos jetons d’iCloud — y compris les données enregistrées par les versions précédentes d’Autheris — puis désactive la synchronisation. Les jetons de cet appareil sont conservés. Désactivez d’abord la synchronisation iCloud sur vos autres appareils : tout appareil sur lequel elle reste activée enverra à nouveau ses jetons.
ja: iCloud からトークンを削除し（以前のバージョンの Autheris が保存したデータを含む）、同期をオフにします。このデバイスのトークンは残ります。先にほかのデバイスで iCloud 同期をオフにしてください。同期がオンのままのデバイスは、トークンを再びアップロードします。
pt_br: Remove seus tokens do iCloud — incluindo dados salvos por versões anteriores do Autheris — e depois desativa a sincronização. Os tokens deste dispositivo são mantidos. Desative primeiro a sincronização com o iCloud nos seus outros dispositivos: qualquer dispositivo que ainda a tenha ativada enviará seus tokens novamente.
zh_hans: 从 iCloud 中移除你的令牌（包括早期版本的 Autheris 保存的数据），然后关闭同步。此设备上的令牌会保留。请先在你的其他设备上关闭 iCloud 同步：仍开启同步的设备会再次上传其令牌。

source: Reorder %@
de_de: %@ neu anordnen
es_es: Reordenar %@
fr_fr: Réorganiser %@
ja: %@ を並べ替え
pt_br: Reordenar %@
zh_hans: 调整 %@ 的顺序

source: Require Face ID / Touch ID
de_de: Face ID / Touch ID verlangen
es_es: Requerir Face ID / Touch ID
fr_fr: Exiger Face ID / Touch ID
ja: Face ID / Touch ID を要求
pt_br: Exigir Face ID / Touch ID
zh_hans: 需要 Face ID / Touch ID

source: Require Touch ID or password
de_de: Touch ID oder Passwort verlangen
es_es: Requerir Touch ID o contraseña
fr_fr: Exiger Touch ID ou le mot de passe
ja: Touch ID またはパスワードを要求
pt_br: Exigir Touch ID ou senha
zh_hans: 需要 Touch ID 或密码

source: Restore
de_de: Wiederherstellen
es_es: Restaurar
fr_fr: Restaurer
ja: 復元
pt_br: Restaurar
zh_hans: 恢复

source: Restore Backup
de_de: Sicherung wiederherstellen
es_es: Restaurar copia
fr_fr: Restaurer la sauvegarde
ja: バックアップを復元
pt_br: Restaurar backup
zh_hans: 恢复备份

source: Restore Failed
de_de: Wiederherstellung fehlgeschlagen
es_es: Error al restaurar
fr_fr: Échec de la restauration
ja: 復元に失敗しました
pt_br: Falha na restauração
zh_hans: 恢复失败

source: Restoring will replace all current tokens with the backup. Tokens that aren't in the backup move to Recently Deleted.
de_de: Beim Wiederherstellen werden alle aktuellen Codes durch die Sicherung ersetzt. Codes, die nicht in der Sicherung sind, werden nach „Zuletzt gelöscht“ verschoben.
es_es: Al restaurar se reemplazarán todos los códigos actuales por los de la copia. Los códigos que no estén en la copia pasarán a Eliminados recientemente.
fr_fr: La restauration remplacera tous les codes actuels par ceux de la sauvegarde. Les codes absents de la sauvegarde seront déplacés dans Supprimés récemment.
ja: 復元すると現在のコードはすべてバックアップの内容に置き換わります。バックアップにないコードは「最近削除した項目」に移動します。
pt_br: A restauração substituirá todos os códigos atuais pelos do backup. Os códigos que não estiverem no backup irão para Excluídos recentemente.
zh_hans: 恢复会用备份中的账户替换当前全部账户。备份中没有的账户会移到“最近删除”。

source: Retry
de_de: Erneut versuchen
es_es: Reintentar
fr_fr: Réessayer
ja: 再試行
pt_br: Tentar de novo
zh_hans: 重试

source: Reveal setup key
de_de: Einrichtungsschlüssel anzeigen
es_es: Mostrar clave de configuración
fr_fr: Afficher la clé de configuration
ja: セットアップキーを表示
pt_br: Mostrar chave de configuração
zh_hans: 显示设置密钥

source: Ring color
de_de: Ringfarbe
es_es: Color del anillo
fr_fr: Couleur de l'anneau
ja: リングの色
pt_br: Cor do anel
zh_hans: 圆环颜色

source: Rose
de_de: Rosé
es_es: Rosa
ja: ローズ
pt_br: Rosa
zh_hans: 玫红

source: Save
de_de: Sichern
es_es: Guardar
fr_fr: Enregistrer
ja: 保存
pt_br: Salvar
zh_hans: 保存

source: Save Changes
de_de: Änderungen sichern
es_es: Guardar cambios
fr_fr: Enregistrer les modifications
ja: 変更を保存
pt_br: Salvar alterações
zh_hans: 保存更改

source: Scan
de_de: Scannen
es_es: Escanear
fr_fr: Scanner
ja: 読み取る
pt_br: Escanear
zh_hans: 扫描

source: Scan QR Code
de_de: QR-Code scannen
es_es: Escanear código QR
fr_fr: Scanner un QR code
ja: QR コードを読み取る
pt_br: Escanear QR code
zh_hans: 扫描二维码

source: Scan this QR code with another device to import all tokens
de_de: Scannen Sie diesen QR-Code mit einem anderen Gerät, um alle Codes zu importieren
es_es: Escanea este código QR con otro dispositivo para importar todos los códigos
fr_fr: Scannez ce QR code avec un autre appareil pour importer tous les codes
ja: この QR コードを別の端末で読み取ると、すべてのコードを読み込めます
pt_br: Escaneie este QR code com outro dispositivo para importar todos os códigos
zh_hans: 用另一台设备扫描这个二维码，即可导入全部账户

source: Scanning a service's QR code fills these in. If your codes are rejected, check the service's instructions — most use SHA-1 and 30 seconds, but some (myGov, for example) need SHA-256.
de_de: Beim Scannen des QR-Codes eines Dienstes werden diese Felder ausgefüllt. Wenn Ihre Codes abgelehnt werden, prüfen Sie die Anleitung des Dienstes — die meisten verwenden SHA-1 und 30 Sekunden, einige (etwa myGov) benötigen jedoch SHA-256.
es_es: Al escanear el código QR de un servicio, estos campos se rellenan solos. Si tus códigos se rechazan, consulta las instrucciones del servicio: la mayoría usan SHA-1 y 30 segundos, pero algunos (myGov, por ejemplo) necesitan SHA-256.
fr_fr: Scanner le QR code d'un service remplit ces champs. Si vos codes sont refusés, consultez les instructions du service : la plupart utilisent SHA-1 et 30 secondes, mais certains (myGov, par exemple) exigent SHA-256.
ja: サービスの QR コードを読み取ると、これらの項目が自動で入力されます。コードが拒否される場合は、サービスの案内を確認してください。ほとんどは SHA-1 と 30 秒ですが、一部（myGov など）は SHA-256 が必要です。
pt_br: Escanear o QR code de um serviço preenche estes campos. Se seus códigos forem recusados, consulte as instruções do serviço: a maioria usa SHA-1 e 30 segundos, mas alguns (o myGov, por exemplo) exigem SHA-256.
zh_hans: 扫描服务的二维码会自动填入这些设置。如果验证码被拒绝，请查看服务的说明：大多数使用 SHA-1 和 30 秒，但有些服务（例如 myGov）需要 SHA-256。

source: Search & Organize
de_de: Suchen & ordnen
es_es: Buscar y organizar
fr_fr: Rechercher et organiser
ja: 検索と整理
pt_br: Buscar e organizar
zh_hans: 搜索与整理

source: Search tokens
de_de: Codes suchen
es_es: Buscar códigos
fr_fr: Rechercher des codes
ja: コードを検索
pt_br: Buscar códigos
zh_hans: 搜索账户

source: Secure 2FA token manager
de_de: Sicherer 2FA-Code-Manager
es_es: Gestor de códigos 2FA seguro
fr_fr: Gestionnaire de codes 2FA sécurisé
ja: 安全な 2FA コード管理アプリ
pt_br: Gerenciador de códigos 2FA seguro
zh_hans: 安全的 2FA 验证器

source: Service name
de_de: Dienstname
es_es: Nombre del servicio
fr_fr: Nom du service
ja: サービス名
pt_br: Nome do serviço
zh_hans: 服务名称

source: Service name cannot be empty.
de_de: Der Dienstname darf nicht leer sein.
es_es: El nombre del servicio no puede estar vacío.
fr_fr: Le nom du service ne peut pas être vide.
ja: サービス名を入力してください。
pt_br: O nome do serviço não pode ficar vazio.
zh_hans: 服务名称不能为空。

source: Set Aside and Start Over
de_de: Beiseitelegen und neu beginnen
es_es: Apartar y empezar de nuevo
fr_fr: Mettre de côté et recommencer
ja: 別に保管してやり直す
pt_br: Deixar de lado e recomeçar
zh_hans: 另行保存并重新开始

source: Settings
de_de: Einstellungen
es_es: Ajustes
fr_fr: Réglages
ja: 設定
pt_br: Ajustes
zh_hans: 设置

source: Setup Key
de_de: Einrichtungsschlüssel
es_es: Clave de configuración
fr_fr: Clé de configuration
ja: セットアップキー
pt_br: Chave de configuração
zh_hans: 设置密钥

source: Setup key
de_de: Einrichtungsschlüssel
es_es: Clave de configuración
fr_fr: Clé de configuration
ja: セットアップキー
pt_br: Chave de configuração
zh_hans: 设置密钥

source: Setup key hidden
de_de: Einrichtungsschlüssel ausgeblendet
es_es: Clave de configuración oculta
fr_fr: Clé de configuration masquée
ja: セットアップキーは非表示です
pt_br: Chave de configuração oculta
zh_hans: 设置密钥已隐藏

source: Share
de_de: Teilen
es_es: Compartir
fr_fr: Partager
ja: 共有
pt_br: Compartilhar
zh_hans: 分享

source: Share QR Code
de_de: QR-Code teilen
es_es: Compartir código QR
fr_fr: Partager le QR code
ja: QR コードを共有
pt_br: Compartilhar QR code
zh_hans: 分享二维码

source: Show
de_de: Einblenden
es_es: Mostrar
fr_fr: Afficher
ja: 表示
pt_br: Mostrar
zh_hans: 显示

source: Sign in to iCloud
de_de: Bei iCloud anmelden
es_es: Inicia sesión en iCloud
fr_fr: Connectez-vous à iCloud
ja: iCloud にサインイン
pt_br: Inicie sessão no iCloud
zh_hans: 登录 iCloud

source: Sign in to iCloud in Settings to sync across your devices.
de_de: Melde dich in den Einstellungen bei iCloud an, um zwischen deinen Geräten zu synchronisieren.
es_es: Inicia sesión en iCloud en Ajustes para sincronizar entre tus dispositivos.
fr_fr: Connectez-vous à iCloud dans Réglages pour synchroniser vos appareils.
ja: デバイス間で同期するには、設定で iCloud にサインインしてください。
pt_br: Inicie sessão no iCloud nos Ajustes para sincronizar entre seus dispositivos.
zh_hans: 在“设置”中登录 iCloud 以在你的设备之间同步。

source: Skipped:
de_de: Übersprungen:
es_es: Omitidos:
fr_fr: Ignorés :
ja: スキップ:
pt_br: Ignorados:
zh_hans: 已跳过：

source: Slate
de_de: Schiefer
es_es: Pizarra
fr_fr: Ardoise
ja: スレート
pt_br: Ardósia
zh_hans: 石板灰

source: Something Went Wrong
de_de: Etwas ist schiefgelaufen
es_es: Algo ha ido mal
fr_fr: Une erreur est survenue
ja: 問題が発生しました
pt_br: Algo deu errado
zh_hans: 出了点问题

source: Start Over?
de_de: Neu beginnen?
es_es: ¿Empezar de nuevo?
fr_fr: Recommencer ?
ja: やり直しますか？
pt_br: Recomeçar?
zh_hans: 要重新开始吗？

source: Start securing your accounts. Your codes stay on your device.
de_de: Sichern Sie jetzt Ihre Konten. Ihre Codes bleiben auf Ihrem Gerät.
es_es: Empieza a proteger tus cuentas. Tus códigos se quedan en tu dispositivo.
fr_fr: Commencez à protéger vos comptes. Vos codes restent sur votre appareil.
ja: アカウントを守りましょう。コードは端末内に保存されます。
pt_br: Comece a proteger suas contas. Seus códigos ficam no seu dispositivo.
zh_hans: 开始保护你的账户吧。验证码始终留在你的设备上。

source: Stored in Your Keychain
de_de: Im Schlüsselbund gespeichert
es_es: Guardado en tu llavero
fr_fr: Stocké dans votre trousseau
ja: キーチェーンに保存
pt_br: Guardado no seu Keychain
zh_hans: 保存在钥匙串中

source: Support
es_es: Soporte
fr_fr: Assistance
ja: サポート
pt_br: Suporte
zh_hans: 支持

source: Support Email
es_es: Correo de soporte
fr_fr: E-mail d'assistance
ja: サポートメール
pt_br: E-mail de suporte
zh_hans: 支持邮箱

source: Sync Paused
de_de: Synchronisierung pausiert
es_es: Sincronización en pausa
fr_fr: Synchronisation en pause
ja: 同期を一時停止中
pt_br: Sincronização pausada
zh_hans: 同步已暂停

source: Sync error
de_de: Synchronisierungsfehler
es_es: Error de sincronización
fr_fr: Erreur de synchronisation
ja: 同期エラー
pt_br: Erro de sincronização
zh_hans: 同步错误

source: Sync unavailable
de_de: Synchronisierung nicht verfügbar
es_es: Sincronización no disponible
fr_fr: Synchronisation indisponible
ja: 同期を利用できません
pt_br: Sincronização indisponível
zh_hans: 同步不可用

source: Sync with iCloud
de_de: Mit iCloud synchronisieren
es_es: Sincronizar con iCloud
fr_fr: Synchroniser avec iCloud
ja: iCloud と同期
pt_br: Sincronizar com o iCloud
zh_hans: 与 iCloud 同步

source: Synced
de_de: Synchronisiert
es_es: Sincronizado
fr_fr: Synchronisé
ja: 同期済み
pt_br: Sincronizado
zh_hans: 已同步

source: Syncing…
de_de: Synchronisiere …
es_es: Sincronizando…
fr_fr: Synchronisation…
ja: 同期中…
pt_br: Sincronizando…
zh_hans: 正在同步…

source: Syncs your tokens through your private iCloud database. Secret keys are end-to-end encrypted and are never stored in a readable form.
de_de: Synchronisiert Ihre Codes über Ihre private iCloud-Datenbank. Schlüssel sind Ende-zu-Ende-verschlüsselt und werden nie im lesbaren Zustand gespeichert.
es_es: Sincroniza tus códigos con tu base de datos privada de iCloud. Las claves secretas se cifran de extremo a extremo y nunca se guardan en un formato legible.
fr_fr: Synchronise vos codes via votre base iCloud privée. Les clés secrètes sont chiffrées de bout en bout et ne sont jamais stockées sous une forme lisible.
ja: プライベートな iCloud データベースを通じてコードを同期します。シークレットキーはエンドツーエンドで暗号化され、読める形で保存されることはありません。
pt_br: Sincroniza seus códigos pelo seu banco de dados privado do iCloud. As chaves secretas são criptografadas de ponta a ponta e nunca ficam gravadas em forma legível.
zh_hans: 通过你的私人 iCloud 数据库同步账户。密钥经过端到端加密，绝不会以可读形式保存。
